{"file_name": "videos/HIGH_CARD_至高之牌_2/episode_HIGH_CARD_至高之牌_2_13.mp4", "series_name": "HIGH CARD 至高之牌 2", "episode_id": "13", "release_date": "2024-01", "query": {"main_plot": ["芬恩在公車上回憶起自己童年時，家族因火災慘案而支離破碎的過去。", "克里斯與芬恩等人奉命調查王室相關事件，並發現與某種怪物有關。", "黑騎士再度現身，並與克里斯發生衝突，最終擊敗他並奪走了卡牌。"], "turning_point": ["克里斯在森林中與卡牌能力者激戰，原先輕鬆的氛圍變得緊張危急。", "警方突襲調查行動落空，使得王室對「至高之牌」組織的期望轉為嚴厲。", "芬恩從隊友口中得知家族悲劇與卡牌有關後，情緒從困惑轉為堅定要探尋真相。"], "relationship_change": ["克里斯因受傷被芬恩救助，兩人在危機中展現出相互扶持的關係。", "芬恩與克里斯在車上展開關於工作與人生態度的對話，關係顯得更為親近。", "皮諾克老闆對社員態度嚴肅，催促他們加速行動，顯示壓力升高導致的關係變化。"], "episode_mood": ["本集氛圍從日常的輕鬆，快速轉變為沉重且帶有悲劇色彩。", "整集情緒高潮迭起，從溫馨到緊張，再到最後的懸疑與衝擊。", "故事節奏緊湊，穿插著過去的回憶，營造出宿命感和危機四伏的氛圍。"], "notable_scene": ["芬恩在火災後的家園廢墟中，找到被燒毀的黑桃2卡牌的畫面。", "喬格警官在森林中變身為半人半獸的形態，與黑騎士展開戰鬥。", "芬恩在公車上拿著破裂的黑桃2卡牌，眼神充滿了對過去的困惑。"]}}
{"file_name": "videos/HIGH_CARD_至高之牌_2/episode_HIGH_CARD_至高之牌_2_16.mp4", "series_name": "HIGH CARD 至高之牌 2", "episode_id": "16", "release_date": "2024-01", "query": {"main_plot": ["芬恩與夥伴在克里斯花園一同種植花卉", "皮諾可總部事件的真相，被王室掩蓋並持續調查", "西奧多與班克之間的久遠恩怨在回憶中被揭露"], "turning_point": ["芬恩得知班克利用能力操縱他人記憶的真相", "西奧多向伯納德揭示記憶被篡改的事實，伯納德開始回想起過去", "班克表明他將摧毀鬼牌以解放所有卡牌的意圖"], "relationship_change": ["芬恩與克里斯透過花園的連結，展現出相互關懷的情誼", "班克對西奧多長期以來的嫉妒與操控，導致兩人關係的徹底破裂", "西奧多在回憶中試圖修復與伯納德被破壞的過往關係"], "episode_mood": ["整集氛圍從日常的溫馨逐漸轉為懸疑與沉重", "敘事節奏透過回憶與現實的交錯，營造出複雜的情緒張力", "劇情圍繞著過往的謎團與角色的內心掙扎，帶有追尋真相的壓抑感"], "notable_scene": ["芬恩在克里斯花園收到寫著『Chris’ Garden』的牌子和種子", "西奧多向伯納德揭露記憶真相時，臉上戴著有眼部特殊裝置的皮製面具", "芬恩在病房裡看著窗外的光線，手裡握著紅心五卡牌與種子包"]}}
{"file_name": "videos/HIGH_CARD_至高之牌_2/episode_HIGH_CARD_至高之牌_2_14.mp4", "series_name": "HIGH CARD 至高之牌 2", "episode_id": "14", "release_date": "2024-01", "query": {"main_plot": ["索尼克行動出手救援女孩，並享受眾人的歡呼和拍照。", "克里斯奉命追查紅心Q卡牌使用者，發現他是索尼克行動。", "黑騎士突然現身，克里斯震驚地發現他的真實身分是芬恩。"], "turning_point": ["克里斯從芬恩口中得知索尼克行動就是紅心Q的持有者時，感到非常意外。", "芬恩揭露他就是黑騎士，讓克里斯感到巨大的震驚與背叛。", "黑騎士將克里斯擊倒並奪走卡牌後，芬恩和他的夥伴現身並發現了受傷的克里斯。"], "relationship_change": ["克里斯對臥病在床的妹妹表現出溫柔和關心，與他在工作中的嚴肅形象形成對比。", "克里斯與芬恩的合作關係因芬恩身分被揭露而瓦解，轉為敵對。", "索尼克行動受到大眾追捧的英雄形象，因其真面目和行動的揭露而受到質疑。"], "episode_mood": ["故事開頭以輕鬆愉快的英雄救美開場，隨後氣氛轉為調查的懸疑感。", "隨著克里斯追查索尼克行動和黑騎士，本集營造出緊張而充滿謎團的氛圍。", "結局揭露黑騎士的真面目，使得整集情緒轉為震驚和沉重。"], "notable_scene": ["索尼克行動在市區阻止麵包車撞擊女孩，並與群眾合照的畫面。", "女警艾麗絲發現名叫艾麗絲·莫伊斯的13歲女孩屍檢報告，顯示死因是爆炸事故的場景。", "黑騎士擊敗索尼克行動，並在克里斯面前摘下兜帽，露出芬恩真實面貌的瞬間。"]}}
{"file_name": "videos/HIGH_CARD_至高之牌_2/episode_HIGH_CARD_至高之牌_2_15.mp4", "series_name": "HIGH CARD 至高之牌 2", "episode_id": "15", "release_date": "2024-01", "query": {"main_plot": ["克里斯因卡牌副作用住院，情況危急", "品諾克公司社長西奧多解僱克里斯", "澤農帶領克羅諾伊克家族襲擊品諾克總部"], "turning_point": ["醫生揭露克里斯的病況與米歇爾的卡牌反噬相似", "雷歐為被解僱的克里斯公然反抗社長西奧多", "澤農對品諾克總部發動卡牌攻擊，造成大樓嚴重損毀"], "relationship_change": ["芬恩在醫院關心克里斯，並替他保管紅心五的卡牌", "雷歐因克里斯被解僱，對社長西奧多表現出強烈不滿與對立", "伯納德展現卡牌能力，保護溫蒂與克里斯免受澤農的攻擊"], "episode_mood": ["開場因克里斯的傷勢顯得沉重且擔憂", "品諾克總部遭到襲擊後，氣氛轉為混亂和高度緊張", "雷歐決定挺身而出領導作戰，展現出堅定且充滿力量的決心"], "notable_scene": ["克里斯在病床上將紅心五的卡牌託付給芬恩", "澤農變身後用音波能力，造成品諾克總部大樓巨大破壞", "伯納德用墨家卡牌能力變身黑色巨人，擋下澤農的致命攻擊"]}}
