{"file_name": "videos/series_HIGH_CARD_至高之牌_2.mp4", "series_name": "HIGH CARD 至高之牌 2", "release_date": "2024-01", "query": {"narrative_arc": ["一部動畫講一群帥哥西裝男收集特殊能力撲克牌", "有個組織為了王室回收有超能力的卡牌，跟另一個黑幫家族對抗的故事", "主角為了找家人加入秘密組織，結果發現自己的身世跟卡牌戰爭有關"], "characters": ["金色頭髮的男主角，會用手變出一把槍", "穿紅色西裝很輕浮的帥哥，能力是不死之身", "一個很年輕的小總裁，底下員工都穿西裝開名車出任務"], "character_development": ["主角一開始是小屁孩，後來搭檔死了才變成熟", "主角一直在找失散的哥哥，結果發現哥哥是敵對組織的殺手", "主角本來很孤僻，後來把組織的夥伴們當成家人"], "theme": ["有超能力是幸運還是不幸的動畫", "一群沒有血緣的人像家人一樣互相扶持", "講述正義是什麼，為了大局犧牲是必要的嗎"], "visual_emotional_impression": ["畫面很潮的撲克牌戰鬥動畫", "背景在歐洲風格的城市，有很多開名車追逐的帥哥", "氣氛又帥又好笑，但有時候很虐心"]}}
{"file_name": "videos/series_休假的壞人先生.mp4", "series_name": "休假的壞人先生", "release_date": "2024-01", "query": {"narrative_arc": ["一個壞蛋將軍的休假日都在地球上找貓熊跟可愛的東西", "反派組織的幹部為了毀滅地球而戰，但休假時只想好好放鬆的故事", "外星壞蛋在地球放假，結果一直遇到宿敵戰隊跟同事"], "characters": ["主角是個黑髮蓋住眼睛，耳朵尖尖，穿著長版風衣的男生", "有個紅頭髮、穿紅色背心外套的戰隊成員，但他其實是路癡", "裡面有五個顏色不一樣的戰隊成員，還有可愛的雙胞胎"], "character_development": ["本來要毀滅地球的反派，漸漸被地球上的動物和美食療癒", "敵對的正義戰隊和壞人，在假日相遇後，因爲都喜歡熊貓，關係變得微妙", "不苟言笑的反派將軍，在休假日因為各種小事展現出反差萌的一面"], "theme": ["就算是壞人也需要好好放假充電", "工作與生活要分開的療癒動畫", "可愛的東西可以拯救世界"], "visual_emotional_impression": ["畫風簡單溫暖，有很多可愛動物的療癒番", "反派一到休假日就變得很搞笑的反差萌動畫", "一部氛圍很輕鬆，看了會心情很好的日常番"]}}
{"file_name": "videos/series_佐佐木與文鳥小嗶.mp4", "series_name": "佐佐木與文鳥小嗶", "release_date": "2024-01", "query": {"narrative_arc": ["一個社畜大叔買了一隻會說話的鳥，結果可以穿越異世界跟使用魔法", "主角一下在異世界做生意，一下又在現實世界跟異能者戰鬥", "上班族一邊當公務員，一邊在異世界開餐廳跟打仗"], "characters": ["主角是一個很厭世的西裝大叔，還養了一隻文鳥", "裡面有個JK鄰居，還有一個穿西裝拿槍的年輕女生", "有魔法少女，還有穿和服的女生，跟金髮貴族王子"], "character_development": ["主角從一個沒錢的社畜，變成在異世界跟現實世界都混得很好的人", "大叔跟他的寵物鳥從飼主關係變成事業夥伴", "主角本來很怕事，後來為了保護身邊的人開始變強"], "theme": ["中年大叔的第二人生，有魔法有超能力", "穿越異世界，但沒有轉生，可以隨時來回", "社畜的奇幻日常，同時應付好多種超展開"], "visual_emotional_impression": ["一下是現代日本辦公室，一下又跳到中古世紀歐洲風格的奇幻世界", "明明在打仗或跟魔法少女戰鬥，但主角內心戲很好笑", "氣氛很輕鬆好笑，可是又有槍戰跟魔法戰鬥，場面很混亂"]}}
{"file_name": "videos/series_勇氣爆發_BANG_BRAVERN.mp4", "series_name": "勇氣爆發 BANG BRAVERN", "release_date": "2024-01", "query": {"narrative_arc": ["美日軍事演習結果外星人打過來，然後出現一個很吵的機器人", "主角被奇怪的巨大機器人選上當駕駛員，但另一個帥哥才是機器人的真身", "主角跟一個很煩的機器人合體打外星人，最後發現機器人是自己的摯友變成的"], "characters": ["有個金色頭髮的帥哥跟黑色頭髮的主角開機器人", "會講話的紅色機器人一直對男主角講奇怪的話", "有個白頭髮紅眼睛的神秘小女孩的機器人動畫"], "character_development": ["兩個王牌駕駛員一開始是死對頭後來變好兄弟的動畫", "男主角從很討厭自己的機器人到後來接受他是夥伴", "想當英雄的配角最後犧牲自己變成機器人回到過去保護主角"], "theme": ["用勇氣當作能量合體戰鬥的機器人動畫", "超gay的機器人動畫，機器人一直對駕駛員說很色情的話", "探討什麼是真正的英雄的軍武機器人動畫"], "visual_emotional_impression": ["畫風很正經的軍事動畫突然跑出一個超級系機器人", "前面很像軍武片，後面變超展開的搞笑機器人動畫", "機器人戰鬥很帥很熱血但對話又很好笑的動畫"]}}
